name: "flood_model"
platform: "tensorrt_plan"
max_batch_size: 64
input [
  {
    name: "input_1"
    data_type: TYPE_FP32
    dims: [256, 256, 6]
  },
  {
    name: "input_2"
    data_type: TYPE_FP32
    dims: [9]
  }
]
output [
  {
    name: "reshape_1"
    data_type: TYPE_FP32
    dims: [256, 256, 1]
  }
]
